AMP_reload_firmware.xsl

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
    <soapenv:Body>
        <dp:RebootRequest xmlns:dp="http://www.datapower.com/schemas/appliance/management/1.0">
            <dp:Mode>reload</dp:Mode>
        </dp:RebootRequest>
    </soapenv:Body>
</soapenv:Envelope>
